:PROPERTIES:
:ID:       3c1ad97e-e46f-4ee0-af76-a511c5108f0d
:END:
#+title: nutri-ERIs:EARs EDAs AIs ULs EERs AMDRs 
#+date: [2024-08-06 二]
#+last_modified:  





#+NAME: Conv-EARs-To-EDAs
#+HEADER: :var value=1
#+BEGIN_SRC  python :noweb yes
return value*1.2
#+END_SRC

#+RESULTS: Conv-EARs-To-EDAs
: 1.2

|-------+------------|
| Level | Note       |
|-------+------------|
| EARs  | at least   |
|-------+------------|
| EDAS  | adeq       |
|-------+------------|
| AIs   | adeq       |
|-------+------------|
| ULs   | at most    |
|-------+------------|
| EERs  | Ene intake |
|-------+------------|
| AMDRs | spread     |
|-------+------------|


#+NAME: Adeq Elem Table

*Male 7.kg 1.77m*
|-----+--------+--------+-------+-----+------+---+---+---+---+---|
| Age | H2O(L) | CHO(g) | Fibre | Fat | Prot |   |   |   |   |   |
|-----+--------+--------+-------+-----+------+---+---+---+---+---|
|  19 |    3.7 |    130 |    38 | ?   |   56 |   |   |   |   |   |
|-----+--------+--------+-------+-----+------+---+---+---+---+---|
|  31 |        |        |       |     |      |   |   |   |   |   |
|-----+--------+--------+-------+-----+------+---+---+---+---+---|
|  51 |        |        |    30 |     |      |   |   |   |   |   |
|-----+--------+--------+-------+-----+------+---+---+---+---+---|
|  70 |        |        |       |     |      |   |   |   |   |   |
|-----+--------+--------+-------+-----+------+---+---+---+---+---|

*Female 57kg 1.63*
|-----+--------+--------+-------+-----+------+---+---+---+---+---|
| Age | H2O(L) | CHO(g) | Fibre | Fat | Prot |   |   |   |   |   |
|-----+--------+--------+-------+-----+------+---+---+---+---+---|
|  19 |    2.7 |    130 |    25 | ?   |   46 |   |   |   |   |   |
|-----+--------+--------+-------+-----+------+---+---+---+---+---|
|  31 |        |        |       |     |      |   |   |   |   |   |
|-----+--------+--------+-------+-----+------+---+---+---+---+---|
|  51 |        |        |    21 |     |      |   |   |   |   |   |
|-----+--------+--------+-------+-----+------+---+---+---+---+---|
|  70 |        |        |       |     |      |   |   |   |   |   |
|-----+--------+--------+-------+-----+------+---+---+---+---+---|

